/*
1주일 단위의 데이터
배열(0~6)마다 월요일~일요일까지 항목이 나열
img는 경로 그대로 넣고 파일명만 작성

json 파일 모델
http://www.objgen.com/json/models/Xd6z

예시 파일이라 1주만 만들어 놓았습니다
js 파일을 추가하셔서 만드셔도 되고, 변수를 추가하셔도 됩니다
*/

let deoksugungData4 = [
  [{
    "name": "이집트미술",
    "img": "src/asset/img/Deoksugung/img5.png",
    "contents": {
      "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
      "date": "2019.05.25 ~ 2019.06.02",
      "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
      "numOfWorks": "166점",
      "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
      "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
      "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
    }
  },
  {
    "name": "근대의걸작展",
    "img": "src/asset/img/Deoksugung/img4.png",
    "contents": {
      "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
      "date": "2019.05.20 ~ 2019.06.02",
      "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
      "numOfWorks": "100여점",
      "price": "무료(덕수궁입장권 소지자에 한함)",
      "host": "국립현대미술관",
      "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
    }
  },
  ],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],
[{
  "name": "이집트미술",
  "img": "src/asset/img/Deoksugung/img5.png",
  "contents": {
    "fullname": "예술이 자유가 될 때 : 이집트 초현실주의자들 (1938-1965)",
    "date": "2019.05.25 ~ 2019.06.02",
    "author": "930-60년대 활동 이집트 초현실주의 작가 31명",
    "numOfWorks": "166점",
    "price": "2,000원 (덕수궁 입장료 1,000원 별도)",
    "host": "국립현대미술관 / 이집트 문화부, 샤르자 미술재단, 카이로 아메리칸 ",
    "content": "이 전시는 1930년대 후반부터 1960년대 초반까지 이집트 모더니즘의 중심이 되었던 초현실주의 경향의 기록으로, 이집트 초현실주의의 역사와 전개, 반파시즘, 탈식민주의 운동 등을 통한 국제 초현실주의 단체들과의 연결고리를 조명한다. 이번 전시에 공개되는 회화, 사진, 아카이브 등 출품작 중 상당수가 이집트를 벗어나 해외에서는 최초로 공개된다는 점 역시 주목을 요한다."
  }
},
{
  "name": "근대의걸작展",
  "img": "src/asset/img/Deoksugung/img4.png",
  "contents": {
    "fullname": "내가 사랑한 미술관: 근대의 걸작展 ",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "박수근, 이중섭 등 한국 대표 근대작가 70여명",
    "numOfWorks": "100여점",
    "price": "무료(덕수궁입장권 소지자에 한함)",
    "host": "국립현대미술관",
    "content": "국립현대미술관 덕수궁관 개관(1998년) 20주년, 덕수궁미술관(이왕가미술관) 개관(1938년) 80주년을 기념하여 근대미술소장품을 중심으로 한 “클래식”한 전시를 마련한다. 한국 근대작가 70여명의 걸작 100여점이 총출동되는 ‘교과서’전시이다. 일제강점기 이왕가미술관 개관 당시에는 보여지지 못했던 조선 예술가들의 걸작을 최고의 미학적 완성도를 추구하여 전시함으로써, 당시는 실현되지 못했던 ‘이상적인 미술관’의 꿈을 현재의 시점으로 불러내는 시도이다."
  }
},
],



];

let deoksugungRecommend4 = [{
    "name": "덕수궁불온",
    "img": "src/asset/img/Deoksugung/img1.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  },
  {
    "name": "덕수궁대안",
    "img": "src/asset/img/Deoksugung/img2.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  },
  {
    "name": "덕수궁신소장품",
    "img": "src/asset/img/Deoksugung/img3.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  }
];
