/*
1주일 단위의 데이터
배열(0~6)마다 월요일~일요일까지 항목이 나열
img는 경로 그대로 넣고 파일명만 작성

json 파일 모델
http://www.objgen.com/json/models/Xd6z

예시 파일이라 1주만 만들어 놓았습니다
js 파일을 추가하셔서 만드셔도 되고, 변수를 추가하셔도 됩니다
*/

let gwacheonData3 = [
  [{
      "name": "근대를…",
      "img": "src/asset/img/Gwacheon/img4.png",
      "contents": {
        "fullname": "근대를 수놓은 그림",
        "date": "2019.05.16  ~ 2019.05.26",
        "author": "이중섭, 김환기 등 100여명",
        "numOfWorks": "150여 점",
        "price": "무료",
        "host": "국립현대미술관",
        "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
      }
    },
    {
      "name": "윤형근",
      "img": "src/asset/img/Gwacheon/img6.png",
      "contents": {
        "fullname": "윤형근",
        "date": "2019.05.20 ~ 2019.06.02",
        "author": "윤형근",
        "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
        "price": "4,000원",
        "host": "국립현대미술관",
        "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
      }
    },
  ],
  [{
    "name": "근대를…",
    "img": "src/asset/img/Gwacheon/img4.png",
    "contents": {
      "fullname": "근대를 수놓은 그림",
      "date": "2019.05.16  ~ 2019.05.26",
      "author": "이중섭, 김환기 등 100여명",
      "numOfWorks": "150여 점",
      "price": "무료",
      "host": "국립현대미술관",
      "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
    }
  },
  {
    "name": "윤형근",
    "img": "src/asset/img/Gwacheon/img6.png",
    "contents": {
      "fullname": "윤형근",
      "date": "2019.05.20 ~ 2019.06.02",
      "author": "윤형근",
      "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
      "price": "4,000원",
      "host": "국립현대미술관",
      "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
    }
  },
],
[{
  "name": "근대를…",
  "img": "src/asset/img/Gwacheon/img4.png",
  "contents": {
    "fullname": "근대를 수놓은 그림",
    "date": "2019.05.16  ~ 2019.05.26",
    "author": "이중섭, 김환기 등 100여명",
    "numOfWorks": "150여 점",
    "price": "무료",
    "host": "국립현대미술관",
    "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
  }
},
{
  "name": "윤형근",
  "img": "src/asset/img/Gwacheon/img6.png",
  "contents": {
    "fullname": "윤형근",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "윤형근",
    "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
    "price": "4,000원",
    "host": "국립현대미술관",
    "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
  }
},
],
[{
  "name": "근대를…",
  "img": "src/asset/img/Gwacheon/img4.png",
  "contents": {
    "fullname": "근대를 수놓은 그림",
    "date": "2019.05.16  ~ 2019.05.26",
    "author": "이중섭, 김환기 등 100여명",
    "numOfWorks": "150여 점",
    "price": "무료",
    "host": "국립현대미술관",
    "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
  }
},
{
  "name": "윤형근",
  "img": "src/asset/img/Gwacheon/img6.png",
  "contents": {
    "fullname": "윤형근",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "윤형근",
    "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
    "price": "4,000원",
    "host": "국립현대미술관",
    "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
  }
},
],
[{
  "name": "근대를…",
  "img": "src/asset/img/Gwacheon/img4.png",
  "contents": {
    "fullname": "근대를 수놓은 그림",
    "date": "2019.05.16  ~ 2019.05.26",
    "author": "이중섭, 김환기 등 100여명",
    "numOfWorks": "150여 점",
    "price": "무료",
    "host": "국립현대미술관",
    "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
  }
},
{
  "name": "윤형근",
  "img": "src/asset/img/Gwacheon/img6.png",
  "contents": {
    "fullname": "윤형근",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "윤형근",
    "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
    "price": "4,000원",
    "host": "국립현대미술관",
    "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
  }
},
],
[{
  "name": "근대를…",
  "img": "src/asset/img/Gwacheon/img4.png",
  "contents": {
    "fullname": "근대를 수놓은 그림",
    "date": "2019.05.16  ~ 2019.05.26",
    "author": "이중섭, 김환기 등 100여명",
    "numOfWorks": "150여 점",
    "price": "무료",
    "host": "국립현대미술관",
    "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
  }
},
{
  "name": "윤형근",
  "img": "src/asset/img/Gwacheon/img6.png",
  "contents": {
    "fullname": "윤형근",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "윤형근",
    "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
    "price": "4,000원",
    "host": "국립현대미술관",
    "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
  }
},
],
[{
  "name": "근대를…",
  "img": "src/asset/img/Gwacheon/img4.png",
  "contents": {
    "fullname": "근대를 수놓은 그림",
    "date": "2019.05.16  ~ 2019.05.26",
    "author": "이중섭, 김환기 등 100여명",
    "numOfWorks": "150여 점",
    "price": "무료",
    "host": "국립현대미술관",
    "content": "이 전시는 국립현대미술관의 주요 소장품을 통해 1900년부터 1960년대까지 이어진 한국 근대 미술사의 흐름을 조망하기 위해 마련된 전시다."
  }
},
{
  "name": "윤형근",
  "img": "src/asset/img/Gwacheon/img6.png",
  "contents": {
    "fullname": "윤형근",
    "date": "2019.05.20 ~ 2019.06.02",
    "author": "윤형근",
    "numOfWorks": "작품 40여점, 드로잉 40여점, 각종 아카이브 등",
    "price": "4,000원",
    "host": "국립현대미술관",
    "content": "이번 전시는 작가 사후 11년이 지난 시점에서, 새롭게 공개되는 작가의 자료와 작품을 토대로, 윤형근의 생애와 작품세계에 더욱 가까이 접근해가는 데에 그 목적이 있다. 초기 드로잉에서부터 그의 생각이 고스란히 담긴 일기 및 노트가 공개된다. 별도의 공간(제 8 전시실)에는 작가 아틀리에에 소장되어 있던 관련 작가의 작품(김환기, 최종태, 도널드 저드)과 한국 전통 유물(목가구, 도자기, 토기, 서예 등)을 그대로 옮겨, 작가의 정신세계를 종합적으로 파악할 수 있도록 구성된다. 이번 전시를 통해 단색화의 범주에서 단편적으로만 알려졌던 윤형근의 진면모를 총체적으로 ‘체험’할 수 있는 특별한 기회가 되기를 기대한다."
  }
},
],

];

let gwacheonRecommend3 = [{
    "name": "과천불온",
    "img": "src/asset/img/Gwacheon/img1.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  },
  {
    "name": "과천대안",
    "img": "src/asset/img/Gwacheon/img2.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  },
  {
    "name": "과천신소장품",
    "img": "src/asset/img/Gwacheon/img3.png",
    "contents": {
      "fullname": "풀네임",
      "date": "2019.09.10",
      "author": "누구누구",
      "numOfWorks": "10개",
      "price": "35,000",
      "host": "누구누구주최",
      "content": "내용ㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇㅇ"
    }
  }
];
